blog-posts/2004-10-26-more-emacs-tips.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>More Emacs tips</title>
<!-- 2014-04-30 Wed 17:04 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">More Emacs tips</h1>
<p>
October 26th, 2004 -
<a href="http://sachachua.com/blog/p/2319"><a href="http://sachachua.com/blog/p/2319">http://sachachua.com/blog/p/2319</a></a>
</p>

<p>
<a href="http://www.douglasjohnston.net"><a href="http://www.douglasjohnston.net">http://www.douglasjohnston.net</a></a>
</p>

<p>
From Douglas Johnston:
</p>

<blockquote>
<p>
In case you're interested, the second part of my “Emacs retreat” is
 online at the blog. (It's mainly for wanna-be Emacs users, but
 emacs-wiki/planner figure prominently in my usage.)
</p>
</blockquote>

<p>
<a href="http://www.douglasjohnston.net/weblog/index.php/archives/2004/10/21/emacs-experiment-2/"><a href="http://www.douglasjohnston.net/weblog/index.php/archives/2004/10/21/emacs-experiment-2/">http://www.douglasjohnston.net/weblog/index.php/archives/2004/10/21/emacs-experiment-2/</a></a>
</p>

<p>
E-Mail%20from%20Richi's%20server
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
